/* Button for inverting colors in navigationbar. (Only visible on iPad) */
"BOTTOM_TOOLBAR_INVERT_iPad" = "Invert";

/* Button for inverting colors (Only visible on iPhone) */
"BOTTOM_TOOLBAR_INVERT_iPhone" = "Invert";

/* Show an actionsheet (Only visible on iPhone) */
"BOTTOM_TOOLBAR_MORE" = "More";

/* HUD title indicating that an add-to-camera-roll operation has started */
"CREATE_IMAGE_FOR_CAMERAROLL_HUD_TITLE" = "Adding to Photos";

/* HUD title indicating that a share-image operation has started */
"CREATE_IMAGE_FOR_SHARING_HUD_TITLE" = "Preparing for share";

/* HUD title indicating that a create PDF operation has started */
"CREATE_PDF_HUD_TITLE" = "Creating PDF";

/* Filename of mail attachment when sending TriangleDraw files */
"EMAIL_PBM_FILENAME" = "Drawing.triangleDraw";

/* TriangleDraw - {Drawing name}, a subject line for mails containing TriangleDraw file attachments */
"EMAIL_PBM_SUBJECT_%@" = "TriangleDraw - %@";

/* Filename of mail attachment when sending PDFs */
"EMAIL_PDF_FILENAME" = "Drawing.pdf";

/* TriangleDraw - {Drawing name}, a subject line for mails containing PDF attachments */
"EMAIL_PDF_SUBJECT_%@" = "TriangleDraw - %@";

/* TriangleDraw - {Drawing name}, a subject line for mails containing PNG attachments */
"EMAIL_PNG_SUBJECT_%@" = "TriangleDraw - %@";

/* Creates a high-resolution .PNG file and saves it to the users cameraroll */
"MENU_ADD_TO_CAMERAROLL" = "Add to Photos";

/* Cancel button in menu actionsheet */
"MENU_DISMISS" = "Cancel";

/* Opens a send-email-page with a .PBM file attachment */
"MENU_EMAIL_PBM" = "Email TriangleDraw file";

/* Opens a send-email-page with a .PDF file attachment */
"MENU_EMAIL_PDF" = "Email PDF";

/* Opens a share-on-socialmedia-page with a .JPG file attachment */
"MENU_SHARE" = "Share";

/* Dismiss actionsheet (iPhone actionsheet) */
"MORE_ACTIONSHEET_DISMISS" = "Cancel";

/* Flip horizontal button in actionsheet (iPhone actionsheet) */
"MORE_ACTIONSHEET_FLIP_X" = "Flip X";

/* Flip vertical button in actionsheet (iPhone actionsheet) */
"MORE_ACTIONSHEET_FLIP_Y" = "Flip Y";

/* Rotate ClockWise 60 degree button in actionsheet (iPhone actionsheet) */
"MORE_ACTIONSHEET_ROTATE_60_CLOCKWISE" = "Rotate right";

/* Rotate CounterClockWise 60 degree button in actionsheet (iPhone actionsheet) */
"MORE_ACTIONSHEET_ROTATE_60_COUNTERCLOCKWISE" = "Rotate left";

/* Title of actionsheet (iPhone actionsheet) */
"MORE_ACTIONSHEET_TITLE" = "More";

/* The line-draw operations undo/redo name */
"OPERATION_DRAW_LINE" = "Draw line";

/* The draw-single-pixel operations undo/redo name */
"OPERATION_DRAW_SINGLE" = "Draw single";

/* The mirror horizontally operations undo/redo name */
"OPERATION_FLIP_X" = "Flip X";

/* The mirror vertically operations undo/redo name */
"OPERATION_FLIP_Y" = "Flip Y";

/* The invert-color operations undo/redo name */
"OPERATION_INVERT" = "Invert";

/* The adjust offset downward operations undo/redo name */
"OPERATION_MOVE_DOWN" = "Move down";

/* The adjust offset left operations undo/redo name */
"OPERATION_MOVE_LEFT" = "Move left";

/* The adjust offset right operations undo/redo name */
"OPERATION_MOVE_RIGHT" = "Move right";

/* The adjust offset upward operations undo/redo name */
"OPERATION_MOVE_UP" = "Move up";

/* The rotate 60 degree clockwise operations undo/redo name */
"OPERATION_ROTATE_60_CLOCKWISE" = "Rotate -60";

/* The rotate 60 degree counter-clockwise operations undo/redo name */
"OPERATION_ROTATE_60_COUNTERCLOCKWISE" = "Rotate +60";

/* HUD showing Redo and the name of the operation that is being redoed */
"PERFORM_REDO_HUD_TITLE" = "Redo";

/* HUD showing Undo and the name of the operation that is being undoed */
"PERFORM_UNDO_HUD_TITLE" = "Undo";
